#数据层
username="admin"
password="admin123"
ver="0000"

qiwang="米乐熊-销售出库"
case_text="使用正确的用户名密码登录"
#电话号码输入规则为  11位正整数  同一电话无法重复输入
number0=["15712341234",1,"手机号码输入11位正整数"]    #输入的数据   期望   用例名称
number1=["157123412341",0,"手机号码输入12位正整数"]
number2=["157123412",0,"手机号码输入10位正整数"]
number3=["abcdeabcdea",0,"手机号码输入11位字母"]
number4=["!@#$%!@#$%!",0,"手机号码输入11位特殊字符"]
number5=["",0,"手机号码输入为空"]
number6=["18683688768",1,"手机号码输入已存在手机号码"]

vip_name=["西门吹雪","验证会员昵称输入框输入"]          #输入内容同期望    用例名称

select_sex=["index",1,"女","选择小孩性别为女"]        #下拉选择类型  选择的下标  期望  用例名称

vip_name_defaule=["未知","验证会员昵称输入框默认值"]    #期望的默认值  用例名称

serach_button="直接点击查询按钮"

alter_defaule=[0,"无修改时修改按钮是否处于置灰状态"]
search_input_phone=[0,"根据手机号码查询信息"]

